Публичный договор-оферта на оказание IT-услуг
Русский язык English version

Настоящий публичный Договор-оферта (далее Оферта) определяет взаимоотношения между ИП Хайдуков Алексей Сергеевич (далее Исполнитель) с одной стороны и дееспособным физическим или юридическим лицом, принявшим настоящее предложение о заключении Оферты в качестве Заказчика (далее Заказчик) с другой стороны (далее Стороны), путем осуществления действия по принятию условий конкретной сделки с Исполнителем с помощью ресурсов интернет-биржи фриланса http://www.elance.com (далее биржа Фриланса).

1. Предмет Оферты
Исполнитель в соответствии с конкретными заданиями Заказчика на возмездной основе окажет нижеперечисленные услуги (далее Услуги) в интересах Заказчика:

1.1. Разработка программного обеспечения и доработка существующего ПО;

1.2. Устранение ошибок в существующем ПО;

1.3. Очистка программного кода от вирусов и других вредоносных программ;

1.4. Настройка хостинга, работающего на Linux-совместимой операционной системе, а также установка, настройка и обновление другого ПО;

1.5. Консультации и обучение в сфере IT.

1.6. Иные услуги, связанные с информационными технологиями.

2. Стоимость Услуг
2.1. Стоимость конкретных Услуг согласуется Сторонами посредством общения с помощью ресурсов биржи Фриланса.

2.2. Расчеты за оказанные Услуги производятся с помощью ресурсов биржи Фриланса. По согласованию Сторон допускается использование иных способов оплаты Услуг.

2.3. Бремя расходов по оплате банковских комиссий и комиссий третьих лиц при оплате Услуг Исполнителя несет Заказчик.

3. Сроки и порядок оказания Услуг
3.1. Сроки оказания конкретных Услуг согласуются Сторонами с помощью ресурсов биржи Фриланса.

3.2. После успешного оказания Услуг Исполнитель осуществляет сдачу Услуг в порядке, установленном гл. 5 Оферты.

3.3. Оказание Услуг не накладывает обязанность на Исполнителя обучать Заказчика знаниям, которыми обладает Исполнитель.

3.4. Оказание Услуг по Оферте возможно только при использовании Сторонами легальных ПО, баз данных и иных объектов интеллектуальной собственности.

4. Права и обязанности Сторон
4.1. Исполнитель обязуется:

4.1.1. Качественно оказать Услуги в соответствии со сроками и порядком оказания Услуг, предусмотренных гл. 3 Оферты.

4.1.2. Немедленно сообщить Заказчику и до получения от него указаний приостановить оказание Услуг при обнаружении:

несоответствия предоставленных Заказчиком исходных данных, сведений, материалов, необходимых для оказания Услуг;
возможных неблагоприятных для Заказчика последствий выполнения его указаний;
иных, не зависящих от Исполнителя обстоятельств, которые могут повлиять на качество Услуг или невозможность их оказания;
4.1.3. Сдать выполненные Услуги Заказчику.

4.1.4. Соблюдать разумные меры по сохранению в тайне логинов и паролей, иной конфиденциальной информации Заказчика.

4.2. Заказчик обязуется:

4.2.1. Представить всю необходимую и достаточную для оказания Услуг информацию, сообщить Исполнителю свои рекомендации и пожелания к срокам и порядку оказания Услуг;

4.2.2. Оплатить Услуги Исполнителя в порядке, предусмотренном гл. 2 Оферты.

4.2.3. Не принуждать Исполнителя к незаконному использованию вредоносного, нелицензионного ПО, баз данных или иным образом нарушать действующее законодательство стран, на территории которых расположено оборудование или ресурсы, как Исполнителя, так и Заказчика (физические сервера, виртуальные сервера и т.п.).

4.2.4. Соблюдать разумные меры по сохранению в тайне своих логинов и паролей.

4.2.5. Предоставить Исполнителю удаленный доступ к своему компьютерному оборудованию, ПО и иным ресурсам для надлежащего оказания Услуг.

4.2.6. Согласовывать с Исполнителем доступ третьих лиц к серверам, оборудованию или иным ресурсам Заказчика, на которых Исполнитель оказывает Услуги Заказчику, если это может повлиять на качество выполняемых Исполнителем Услуг или сроки оказания Услуг

4.2.7. Соблюдать правила и иные требования биржи Фриланса, опубликованные на странице http://www.elance.com/q/legal.

4.3. Исполнитель имеет право:

4.3.1. Не приступать к оказанию Услуг, а начатую работу приостановить в случаях, когда нарушение Заказчиком своих обязанностей по Оферте не дает возможности Исполнителю оказать Услуги. Период, в течение которого, оказание Услуг было приостановлено по вине Заказчика, не входит в срок оказания Услуг, согласованный Сторонами. Исполнитель должен уведомить Заказчика о приостановлении оказания Услуг и аргументировать такое приостановление с помощью ресурсов биржи фриланса, иными способами.

4.3.2. Привлекать к оказанию Услуг третьих лиц без согласования с Заказчиком.

4.3.3.    Проверять личные персональные данные и действительность разрешительных документов (лицензий и т.п.) Заказчика, наличие необходимых полномочий и прав, в том числе и авторских, и в случае представления неверных, недействительных сведений приостановить оказание Услуг.

4.4. Заказчик имеет право:

4.4.1. Проверять ход и качество оказания Услуг, непосредственно не вмешиваясь в деятельность Исполнителя.

5. Сдача и приемка Услуг
5.1. После оказания Услуг Исполнитель закрывает конкретную задачу с помощью ресурсов Фриланса.

5.2. Заказчик обязан в срок, установленный правилами биржи Фриланса, подтвердить завершение оказания конкретной Услуги путем переводом денежных средств Исполнителю с помощью ресурсов биржи Фриланса.

5.3. Исполнитель принимает на себя обязательство устранить ошибки, недочеты при оказании Услуг в течение трех дней с момента закрытия конкретной задачи на бирже Фриланса.

5.4. В случае если в течение трех дней с момента закрытия конкретной задачи на бирже Фриланса Заказчик не предъявил каких-либо претензий на качество Услуг Исполнителя, Стороны договорились считать, что Услуги оказаны надлежащим образом.

6. Ответственность Сторон
6.1. За неисполнение или ненадлежащее исполнение обязательств по Оферте, Стороны несут ответственность в соответствии с правилами биржи Фриланса.

6.2. Сторона в случае своей вины обязана в срок не позже 1 (одного) календарного месяца с момента получения претензии от другой Стороны в полном объеме компенсировать все расходы, понесенные этой Стороной при удовлетворении ущерба третьим лицам, вызванного, в том числе, незаконным использованием чужих объектов интеллектуальной собственности и незаконной передачей конфиденциальной и персональной информации имеющей отношение к исполнению Оферты.

6.3. Исполнитель не несет ответственность за любые сбои, потери и иной ущерб, возникший в случае нарушения Заказчиком требования согласовывать с Исполнителем доступ третьих лиц к ресурсам Заказчика.

6.4. Исполнитель не несет ответственности за любые потери, возникшие в результате отказа Заказчика следовать техническим рекомендациям Исполнителя (настройка, безопасность и т.п.).

6.5. Исполнитель не несет ответственности за сбои ПО, любых сторонних ресурсов, используемых Заказчиком, но прилагает разумные усилия в рамках Оферты для устранения возможных проблем (проблемы в датацентре, где расположены сервера заказчика и т.п.).

6.6. Исполнитель не несет ответственности за действия неопределенного круга третьих лиц направленные на нанесение ущерба ресурсам Заказчика, но в рамках Оферты оказывает все разумные услуги для снижения или устранения ущерба (вредоносное ПО, DDoS-атаки и т.п.).

7. Форс – мажор
7.1. Стороны освобождаются от ответственности за частичное или полное неисполнение обязательств по Оферте, если это неисполнение явилось следствием обстоятельств непреодолимой силы, а также принятия государственными органами законодательных актов, препятствующих выполнению Оферты. В этом случае выполнение обязательств по Оферты откладывается на время действия обстоятельств непреодолимой силы и их последствий.

7.2. При наступлении вышеуказанных обстоятельств каждая из Сторон должна уведомить другую Сторону в течение 5-и дней с момента наступления этих обстоятельств.

8. Конфиденциальность
8.1. Любая информация, переданная Сторонами друг другу при заключении, исполнении Оферты является конфиденциальной информацией.

8.2. Стороны обязуются соблюдать действующее законодательство регламентирующее правоотношения связанные с установлением, изменением и прекращением режима конфиденциальности в отношении персональной информации Сторон и третьих лиц, имеющих отношение к исполнению Оферты, и не разглашать конфиденциальную информацию кому бы то ни было.

8.3. Заказчик дает разрешение Исполнителю на сбор, обработку и хранение своих личных персональных данных.

9. Заключительные положения, порядок разрешения споров
9.1. Во всем, что не предусмотрено Офертой, Стороны руководствуются действующим законодательством.

9.2. Стороны обязуются приложить все усилия для разрешения споров путем переговоров.

9.3. В случае недостижения согласия, споры рассматриваются в порядке, предусмотренном биржей Фриланса.
