<!doctype html>
<html class="no-js" lang="">

<head>
  <meta charset="utf-8">
  <meta http-equiv="x-ua-compatible" content="ie=edge">
  <title>Sigmus Development</title>
  <meta name="description" content="">
  <meta name="viewport" content="width=device-width, initial-scale=1, shrink-to-fit=no">

  <link rel="manifest" href="site.webmanifest">
  <link rel="apple-touch-icon" href="icon.png">
  <!-- Place favicon.ico in the root directory -->

  <link rel="stylesheet" href="css/normalize.css">
  <link rel="stylesheet" href="css/bootstrap.min.css">
  <link rel="stylesheet" href="css/main.css">
</head>

<body>
  <!--[if lte IE 9]>
    <p class="browserupgrade">You are using an <strong>outdated</strong> browser. Please <a href="https://browsehappy.com/">upgrade your browser</a> to improve your experience and security.</p>
  <![endif]-->

  <div class="container">
      <div class="row">
          <div class="col-md-9">
              <h1>
                  Публичное предложение (оферта) к заключению договора
                  на оказание услуг
              </h1>

              <p>На условиях настоящего публичного предложения к заключению договора ИП Музычук Андрей Павлович,
                  именуемый в дальнейшем «Исполнитель», обязуется оказать услуги любому физическому и/или юридическому лицу, а также
                  индивидуальному предпринимателю (далее по тексту «Заказчик»), акцептировавшему настоящее публичное предложение
                  (далее по тексту «Договор») в соответствии с указанными ниже условиями. При совместном упоминании Исполнитель и
                  Заказчик далее именуются «Стороны».</p>


              <h2>1 Порядок получения акцепта условий настоящего Договора</h2>
              <p>1.1 Акцептом настоящего договора является совершение пользователем совокупности следующих активных действий:</p>
              <p>1.1.1 Ознакомление с условиями настоящего Договора. Стороны признают, что достаточным доказательством факта совершения
                  Заказчиком действий по ознакомлению с настоящим Договором является устное подтверждение полученное от Заказчика.
                  Подтверждением факта совершения Заказчиком действия, указанного в настоящем пункте,
                  является успешное завершение процедуры подачи устного или письменной заявки на получение услуг.
                  Заявка Заказчика является основанием для выставления Заказчику – юридическому лицу
                  или индивидуальному предпринимателю счета на оплату услуг.</p>
              <p>1.1.2 Оплата Заказчиком услуг, предоставляемых Исполнителем.</p>
              <p>1.2 В соответствии с пунктом 3 статьи 434 и пунктом 3 статьи 438 ГК РФ письменная форма Договора считается соблюденной,
                  если лицо, получившее оферту, в срок, установленный для ее акцепта, совершает действия по выполнению указанных в
                  оферте условий Договора, в том числе действия по оплате услуг Исполнителя.
              </p>

              <h2>2 Предмет Договора</h2>
              <p>2.1 Предметом настоящего Договора является возмездное оказание Заказчику услуг по разработке программного обеспечения
                  и веб-сайтов (веб-приложений), включая услуги консультирования, проектирования, дизайна.
              </p>

              <h2>3 Стоимость услуг и порядок расчетов</h2>
              <p>3.1 Стоимость услуг, порядке оплаты и форма заявки на предоставление услуг обсуждаются индивидуально.</p>
              <p>3.2 Оплата услуг Исполнителя
                  производится на основании выставленного счета путем перечисления денежных средств на расчетный счет Исполнителя,
                  указанный в пункте 9.</p>

              <h2>4 Права и обязанности Исполнителя</h2>
              <p><b>Исполнитель обязан:</b></p>
              <p>4.1 Предоставить полную информацию о выполнении заказа.</p>
              <p>Обеспечить оказание услуг согласно условиям, предусмотренным настоящим Договором.</p>
              <p>Предоставить Заказчику - юридическому лицу Акт об оказании услуг, <i>а также счет-фактуру, выставленный в
                      соответствии
                      с действующим законодательством Российской Федерации</i>.</p>
              <p><b>Исполнитель имеет право:</b></p>
              <p>4.2 Вносить несущественные изменения в процесс выполнения заявки.</p>
              <p>4.3 Изменять стоимость своих Услуг с уведомлением об этом Заказчика <i>по e-mail</i>, за 7 (семь)
                  календарных дней до их введения. Стоимость услуг, оплаченных до момента изменения стоимости Услуг, остается
                  неизменной.</p>
              <p>4.4 В одностороннем порядке вносить изменения в настоящий Договор при условии размещения текста таких изменений (текста
                  Договора в новой редакции) на сайте Исполнителя по адресу https://sigm.us/oferta.php. Изменения и
                  дополнения к настоящему Договору становятся неотъемлемой частью настоящего Договора с момента их вступления в
                  силу.</p>

              <h2>5 Права и обязанности Заказчика</h2>
              <p><b>Заказчик обязан:</b></p>
              <p>5.1 Оплачивать услуги Исполнителя в полном объеме и порядке, предусмотренном настоящим Договором.</p>
              <p>5.2 В случае если Заказчик – юридическое лицо, подписать и вернуть Акт об оказании услуг в течение 7 (семи) рабочих дней
                  с момента получения Акта от Исполнителя, направив его Исполнителю по почте, либо курьером. Если Заказчик не
                  предоставит в указанный срок Исполнителю подписанный экземпляр Акта об оказании услуг, либо письменный
                  мотивированный отказ от его подписания, то Акт считается подписанным, а услуги считаются оказанными надлежащим
                  образом.</p>
              <p><b>Заказчик имеет право:</b></p>
              <p>5.3 Получать информацию о ходе исполнения заявки по запросу.</p>

              <h2>6 Ответственность Сторон</h2>
              <p>6.1 В случае невыполнения или ненадлежащего выполнения своих обязательств Стороны несут ответственность в соответствии с
                  положениями настоящего Договора и действующего законодательства РФ.</p>
              <p>6.2 В случае полного неисполнения Исполнителем своих обязательств по настоящему Договору Исполнитель возвращает
                  Заказчику перечисленные Заказчиком денежные средства.</p>
              <p>6.3 Стороны предпринимают все необходимые меры по урегулированию споров и разногласий путем переговоров.</p>
              <p>6.4 Если Сторонам не удается решить споры и разногласия путем переговоров, данные споры и разногласия подлежат
                  рассмотрению в Арбитражном суде г. Омска.</p>
              <p>6.5 Заказчик соглашается с тем, что Исполнитель не несет ответственности за ошибки, допущенные Заказчиком при формировании
                  заявки. А также с тем, что денежные средства, внесенные
                  Заказчиком в качестве предоплаты, Исполнителем ни при каких
                  обстоятельствах не возвращаются и расходуются в качестве оплаты рабочих, технических и иных ресурсов, выделенных
                  Исполнителем для обеспечения возможности оказания Услуг Заказчику.</p>

              <h2>7 Срок действия и порядок расторжения Договора</h2>
              <p>7.1 Договор вступает в силу с момента его Акцепта Заказчиком и действует до полного и надлежащего выполнения Сторонами
                  своих обязательств.</p>
              <p>7.2 Стороны пришли к взаимному согласию о том, что настоящий Договор может быть расторгнут в порядке, предусмотренном
                  действующим законодательством РФ и положениями настоящего Договора.</p>

              <h2>8 Прочие условия</h2>
              <p>8.1 В случае если Заказчиком является физическое лицо, настоящий Договор имеет силу Акта об оказании услуг, услуги
                  оказаны в полном объеме, Стороны претензий друг другу не имеют.</p>

              <p>8.2 Услуги предоставляются для личного использования Заказчиком.</p>


              <h2>9 Реквизиты</h2>
              <p>Исполнитель: ИП Музычук Андрей Павлович</p>
              <p>Почтовый адрес: 644074, г. Омск, ул. Ватутина, д. 16, кв. 51</p>
              <p>Телефон: +7 (965) 985-09-85</p>
              <p>e-mail: andrew@sigm.us</p>
              <p>ИНН: 550409538298</p>
              <p>Р/с: 40802810601500194374</p>
              <p>ТОЧКА ПАО БАНКА "ФК ОТКРЫТИЕ", к/с 30101810845250000999</p>
              <p>БИК 044525999</p>

          </div>
      </div>
  </div>



  <script src="js/vendor/modernizr-3.6.0.min.js"></script>
  <script src="https://code.jquery.com/jquery-3.3.1.min.js" integrity="sha256-FgpCb/KJQlLNfOu91ta32o/NMZxltwRo8QtmkMRdAu8=" crossorigin="anonymous"></script>
  <script>window.jQuery || document.write('<script src="js/vendor/jquery-3.3.1.min.js"><\/script>')</script>
  <script src="js/plugins.js"></script>
  <script src="js/vendor/bootstrap.min.js"></script>
  <script src="js/main.js"></script>

  <!-- Google Analytics: change UA-XXXXX-Y to be your site's ID. -->
  <script>
    window.ga = function () { ga.q.push(arguments) }; ga.q = []; ga.l = +new Date;
    ga('create', 'UA-XXXXX-Y', 'auto'); ga('send', 'pageview')
  </script>
  <script src="https://www.google-analytics.com/analytics.js" async defer></script>
</body>

</html>
